/* Privacy - Contacts Usage Description */
NSContactsUsageDescription = "Se você permitir que o Bipe.me acesse seus contatos, poderá vincular seus dispositivos a contatos. O Bipe.me exibirá então o nome e a imagem do contato em vez do ID do dispositivo. Nenhuma informação do seu catálogo de endereços será enviada a qualquer servidor.";

/* Privacy - Location Always and When In Use Usage Description */
NSLocationAlwaysAndWhenInUseUsageDescription = "O Bipe.me precisa da sua localização em segundo plano para rastrear o dispositivo e enviar os dados continuamente.";

/* Privacy - Location Always Usage Description */
NSLocationAlwaysUsageDescription = "O Bipe.me precisa da sua localização o tempo todo para garantir o rastreamento do dispositivo, mesmo quando o aplicativo estiver fechado.";

/* Privacy - Location Usage Description */
NSLocationUsageDescription = "Sua localização é necessária para exibir no mapa e compartilhar com a plataforma.";

/* Privacy - Location When In Use Usage Description */
NSLocationWhenInUseUsageDescription = "O Bipe.me usará sua localização enquanto o aplicativo estiver aberto para exibição e rastreamento iniciais.";

/* Privacy - Motion Usage Description */
NSMotionUsageDescription = "O Bipe.me utiliza seus dados de movimento para aprimorar a detecção de deslocamento e economizar bateria.";

/* Privacy - Camera Usage Description */
NSCameraUsageDescription = "O Bipe.me utiliza a câmera para ler QR Codes de associação rápida e capturar fotos de perfil.";

/* Privacy - Face ID Usage Description */
NSFaceIDUsageDescription = "O Bipe.me utiliza o Face ID / Touch ID para autenticar seu login de forma rápida e segura.";
